Repository: pheijmann/translate
Catalog: iOS/*.lproj/Localizable.strings
Languages: de

source: %.0f hours left for viewing
de: noch %.0f Stunden verfügbar

source: %.0f minutes left for viewing
de: noch %.0f Minuten verfügbar

source: %1$@ replay Decoder not found.
de: %1$@ Set-Top-Box für RePlay nicht gefunden

source: %1$@ replay not connected
de: %1$@ RePlay nicht verbunden

source: %1$@ starts now on %2$@
de: %1$@ startet jetzt um %2$@

source: %1$@ unlimited box office
de: %1$@ uneingeschränktes box office

source: %@ (%d minutes)
de: %1$@ (%2$d Minuten)

source: %d days left
de: %d Tage verfügbar

source: %d episode%@
de: %1$d Episode%2$@

source: %d minutes
de: %d Minuten

source: %d results
de: %d Ergebnisse

source: %d second
de: %d Sekunde

source: %d seconds
de: %d Sekunden

source: (my: %.1f)
de: (Meine Bewertung: %.1f)

source: 0 - OK
de: Aufnahme wurde gerade gestartet

source: 0 minutes
de: 0 Minuten

source: 1 - Duration limit exceeded
de: Diese Aufnahme kann nicht durchgeführt werden. Entfernen Sie alte Aufnahmen(s) oder erweitern Sie Ihr TV Programmpaket. (Fehlermeldung 1)

source: 10 minutes
de: 10 Minuten

source: 15 minutes
de: 15 Minuten

source: 2 - Overlap limit exceeded
de: Zu viele Aufnahmen gleichzeitig (Fehlermeldung 2)

source: 2 minutes
de: 2 Minuten

source: 3 - Forbidden - station is not recordable
de: Dieses Programm kann nicht aufgenommen werden (Fehlermeldung 3)

source: 3 minutes
de: 3 Minuten

source: 4 - Data already modified [npvrgen]
de: 4 - Daten bereits geändert [npvrgen]

source: 4 minutes
de: 4 Minuten

source: 5 - Not found
de: Aufnahme wurde nicht gefunden (Fehlermeldung 5)

source: 5 minutes
de: 5 Minuten

source: 6 - Offers not found or not configured
de: Dieser Kanal ist nicht Teil Ihres Programmpaketes (Fehlermeldung 6)

source: 7 minutes
de: 7 Minuten

source: about
de: Impressum

source: Access to the albums has been denied for this application
de: Der Zugriff auf Alben wurde von der Applikation verweigert

source: account
de: Konto

source: Account
de: Über uns

source: Actors: %@
de: Besetzung: %@

source: all
de: Alle

source: all channels
de: Alle Kanäle

source: all genres
de: Alle Kategorien

source: all recordings
de: Alle Aufnahmen

source: Also available on %2$@ at %1$@
de: Auch verfügbar von %2$@ bis %1$@

source: app tutorial
de: Bedienungsanleitung

source: available
de: verfügbar

source: back
de: zurück

source: bookmark
de: Lesezeichen

source: bookmarks
de: Merkliste Filme

source: Buzz
de: Gesamtsumme

source: By %@
de: von %@

source: calendar
de: Kalender

source: Can't record in the past
de: Keine Aufnahmen aus der Vergangenheit möglich

source: Can't set reminder in the past
de: Keine Erinnerungen aus der Vergangenheit möglich

source: cancel
de: Abbrechen

source: Cancel
de: Abbrechen

source: Cannot get the message
de: Die Nachricht kann nicht erstellt werden

source: catchup
de: TV auf Abruf

source: channel
de: Kanal

source: Channel can only be played in the %@ network.
de: Dieser Kanal kann nur im %@ Netzwerk wiedergegeben werden.

source: Channel not found
de: Kanal konnte nicht gefunden

source: channels
de: Kanäle

source: close
de: schließen

source: Connect now
de: Jetzt verbinden

source: content
de: Mein Bereich

source: controls
de: Steuerung

source: currently selected
de: ausgewählt

source: dashboard
de: Konto

source: days
de: Tage

source: delete
de: löschen

source: disconnect
de: Abmelden

source: Do you want to continue where you stopped last time ?
de: Möchten Sie die Wiedergabe fortsetzen, wo Sie sie beendet haben ?

source: download queue
de: Download Warteschlange

source: Duration: %d minutes
de: Dauer: %d Minuten

source: Easy & fast you are able to set a reminder for your favorite television show and never miss it again!
de: Damit Sie Ihr Lieblings TV-Programm nie wieder verpassen, können Sie sich hier einfach und schnell eine Erinnerung einrichten.

source: Edit
de: Bearbeiten

source: edit
de: Bearbeiten

source: Enable wireless connection on your phone to use the Mobile Services
de: Aktivieren Sie die WLAN-Verbindung auf Ihrem Telefon, um den mobilen Service nutzen zu können

source: enter a pairing code
de: Geben Sie einen Verbindungscode ein

source: Enter your keyword and the results will be divided in clear categories
de: Alle Suchergebnisse werden in übersichtliche Kategorien unterteilt.

source: Episode: S%@E%d
de: Episode: S%1$@E%2$d

source: Facebook sharing available from iOS 6.0. Upgrade your firmware.
de: Die Teilenfunktion via Facebook wird ab Version iOS 6.0 unterstützt und benötigt eine Aktualisierung der Firmware.

source: Failed to contact STB
de: Kontaktaufnahme mit STB fehlgeschlagen

source: Failed to delete recording for program '%@'
de: Fehler bei Aufnahme des Programms '%@'

source: Failed to initialize socket
de: Initialisierung des Sockets fehlgeschlagen

source: Failed to pause download for movie: '%@'
de: Pause von Filmdownload '%@' fehlgeschlagen:

source: Failed to remove movie: '%@'
de: Entfernen des Films '%@' fehlgeschlagen

source: Failed to resume download for movie: '%@'
de: Download fortsetzen für Film '%@' fehlgeschlagen

source: Failed to send the message.
de: Senden der Nachricht fehlgeschlagen.

source: Failed to set reminder in calendar.
de: Erinnerung im Kalender setzen fehlgeschlagen.

source: Failed to start download for movie: '%@'
de: Start des Downloads von Film '%@' fehlgeschlagen

source: favorite
de: Favoriten

source: favorite channels
de: Favorisierte Kanäle

source: favorite TV Channels
de: Favorisierte TV Kanäle

source: favorites
de: Favoriten

source: Free
de: Gratis

source: From €%1.2f
de: ab €%1.2f

source: Hi, schau' mit mir bei meinFernsehen von %@ bis %@ %@ auf %@ an
de: Hi, schau' mit mir bei meinFernsehen von %1$@ bis %2$@ %3$@ auf %4$@ an

source: Hi, schau' mit mir bei meinFernsehen von %@ bis %@ %@ auf %@ an. Viele Grüße
de: Hi, schau' mit mir bei meinFernsehen von %1$@ bis %2$@ %3$@ auf %4$@ an. Viele Grüße

source: highlights of replay TV
de: Highlights von replay TV

source: history
de: Historie

source: I can't do that because the STB is in standby mode. Wake it ?
de: Diese Funktion steht im Standbymodus der Set-Top-Box nicht zur Verfügung. Möchten Sie die Set-Top-Box aufwecken?

source: I'm now using my %@ to control remotely my TV services. Info www.stream-group.nl/products
de: Um meinen TV service zu steueren, nutzte ich zur Zeit %@. Info www.stream-group.nl/products

source: Improper message
de: Fehlerhafte Nachricht

source: Incorrect code entered
de: Falschen Code eingegeben

source: Incorrect email
de: E-Mail-Adresse falsch

source: Incorrect password
de: Passwort falsch

source: is currently not available for rental on iOS
de: Film abspielen nicht möglich

source: is not available on your current connection
de: ist mit Ihrer aktuellen Verbindung nicht möglich

source: is not available on your current device
de: ist mit Ihrem aktuellen Gerät nicht möglich

source: is not currently available
de: ist derzeit nicht verfügbar

source: is not part of your offer
de: ist nicht Bestandteil Ihres ´Angebotes

source: Language: %@
de: Sprache: %@

source: listen
de: hören

source: live
de: TV Programm (EPG)

source: Location error
de: Standortfehler

source: Location services need to be turned on in order to enable albums browsing
de: Um Alben durchsuchen zu können, muss der Ortungsdienst aktiviert werden

source: Logged in as %@.
de: Angemeldet als %@.

source: messages
de: Nachrichten

source: mins
de: Min

source: my music
de: Meine Musik

source: my photos
de: Meine Fotos

source: my recordings
de: Meine Aufnahmen

source: new recordings
de: Neue Aufnahmen

source: New version available
de: Neue Version verfügbar

source: newest movies
de: Neueste Filme

source: newest shows
de: Neueste Shows

source: No
de: Nein

source: no %@ channels available
de: Keine %@ Kanäle verfügbar

source: No boxes found available to watch on
de: Es konnte keine Set-Top-Box gefunden werden

source: No boxes found in local network, or scanning has not finished yet. Please try again later.
de: Es konnte keine Set-Top-Box im lokalen Netzwerk gefunden werden. Bitte versuchen Sie es später erneut.

source: no camera detected
de: Keine Kamera verfügbar

source: no movies available
de: Keine Filme verfügbar

source: no photos available
de: Keine Fotos verfügbar

source: No program information available
de: Keine Programminformationen verfügbar

source: no recordings available
de: Keine Aufnahmen verfügbar

source: no recordings planned
de: Keine geplanten Aufnahmen

source: no response from STB
de: Die Set-Top-Box reagiert nicht

source: no results for %@
de: Keine Ergebnisse für %@

source: no songs available
de: Keine Lieder verfügbar

source: no unwatched movies
de: Kein ungesehener Filmn verfügbar

source: not watched
de: Nicht gesehen

source: Now
de: Jetzt

source: Ongoing recording
de: Laufende Aufnahme

source: Pairing
de: Verbinden

source: Pairing...
de: Verbinden...

source: paused
de: Pausiert

source: Phone is not paired with a TV decoder
de: Das Telefon wurde mit keiner Set-Top-Box verbunden

source: planned
de: Geplante Aufnahmen

source: planned recordings
de: Geplante Aufnahmen

source: Playback failed
de: Wiedergabe fehlgeschlagen

source: Please update your TV Decoder
de: Bitte führen bei Ihrer Set-Top-Box ein Update durch

source: Recommendations
de: Empfehlungen

source: record
de: Aufnehmen

source: Recording not deleted
de: Die Aufnahme wurde nicht gelöscht

source: recording not found
de: Die Aufnahme konnte nicht gefunden werden

source: Recording not set
de: Die Aufnahme wurde nicht programmiert

source: recordings
de: Aufnahmen

source: remind
de: Erinnern

source: reminder
de: Erinnerung

source: Reminder in calendar set on %@
de: Die Erinnerung im Kalender wurde auf %@ gesetzt

source: reminders
de: Erinnerungen

source: remote
de: Steuerung

source: remove
de: entfernen

source: rentals
de: Geliehene Filme

source: Replay recommendations
de: Replay Empfehlungen

source: s
de: en

source: scheduled recording
de: Geplante Aufnahmen

source: search
de: Suchen

source: search for shows, movies & more
de: Nach TV Programm, Filmen und mehr suchen

source: select photo
de: Foto auswählen

source: Select reminder type
de: Erinnerungsort auswählen

source: select tv decoder
de: Set-Top-Box auswählen

source: Select TV decoder to control:
de: Welche Set-Top-Box möchten Sie bedienen?

source: self care
de: Häufig gestellte Fragen

source: Send by mail
de: Via E-Mail versenden

source: Send by Message
de: Via SMS versenden

source: series
de: Serien

source: set
de: eingerichtet

source: set a reminder
de: Erinnerung eingerichtet

source: Setting recording failed
de: Einrichtungsversuch der Aufnahme fehlgeschlagen

source: settings
de: Info

source: share
de: Teilen

source: Share by Facebook
de: Auf Facebook teilen

source: Share by Twitter
de: Auf Twitter teilen

source: sign in
de: Anmelden

source: Solocoo
de: meinFernsehen

source: STB disconnected
de: Unterbrochene Verbindung der Set-Top-Box

source: STB stopped responding
de: Die Set-Top-Box reagiert nicht

source: The selected channel is not available on your current device
de: Dieser Kanal ist auf diesem Gerät nicht verfügbar.

source: The selected channel is not available via 3G. Please connect via a Wifi connection
de: Dieser Kanal kann über eine Mobilfunkverbindung nicht abgerufen werden. Nutzen Sie dafür bitte eine WiFi-Verbindung

source: The selected channel is not available via WiFi. Please connect via a 3G connection
de: Dieser Kanal kann über eine WiFi-Verbindung nicht abgerufen werden. Nutzen Sie dafür bitte eine Mobilfunkverbindung.

source: The selected channel will be visible again from %@
de: Dieser Kanal wird ab %@ wieder zu sehen sein

source: This content is only available in your home network
de: Sender nur im Heimnetzwerk verfügbar

source: This feature will be available soon
de: Diese Funktion wird in Kürze unterstützt werden

source: This recording
de: Diese Aufnahme

source: This recording may overlap an ongoing one. Priority to
de: Diese Aufnahme kann sich mit anderen Aufnahmen überschneiden. Prioriät auf

source: This recording overlaps with existing ones. Do you want to remove old ones?
de: Diese Aufnahme überschneidet sich mit bereits existierenden Aufnahmen. Möchten Sie ältere Aufnahmen löschen?

source: today
de: Heute

source: trailer
de: Vorschau

source: TV decoder has invalid TV card
de: Ungültige Smartcard in der Set-Top-Box gefunden

source: TV decoder is busy
de: Die Set-Top-Box ist beschäftigt

source: TV Decoder not found in network
de: Im Netzwerk konnte keine Set-Top-Box gefunden werden

source: TV guide
de: TV Programm

source: TV recommendations
de: TV Empfehlungen

source: Twitter sharing available from iOS 5.0. Upgrade your firmware.
de: Die Funktion "auf Twitter teilen" wird ab der Softwareversion iOS 5.0. unterstützt.

source: Unable to change the slideshow interval
de: Die Slideshow-Einstellungen konnten nicht geändert werden

source: Unable to list albums (error %d)
de: Anzeige der Alben nicht möglich (error %d)

source: Unable to play selected photo
de: Das ausgewählte Foto kann nicht angezeigt werden

source: Unable to play selected song
de: Der ausgewählte Song kann nicht wiedergegeben werden

source: Unable to start the playlist
de: Die ausgewählte Playlist kann nicht wiedergegeben werden

source: Unable to start the slideshow
de: Die Slideshow kann nicht gestartet werden

source: Unable to stop the slideshow
de: Die Slideshow kann nicht angehalten werden

source: Unknown user
de: Unbekannter Nutzer

source: Unreachable Decoder. New recording not scheduled
de: Programmierung der Aufnahme fehlgeschlagen. Keine Set-Top-Box gefunden

source: visit the %1$@ website
de: Um Filme auf mobilen Endgeräten anzusehen, müssen Sie den Film zunächst über %1$@ oder Ihre Set Top Box leihen bzw. kaufen.

source: vod
de: Video Shop

source: VOD recommendations
de: Film Empfehlungen

source: watch
de: Wiedergabe

source: Watch %1$@ on %2$@ on %3$@ replay
de: Schaue %1$@ um %2$@ auf %3$@ replay

source: watch on TV
de: TV Wiedergabe

source: WiFi communication failed
de: WiFi-Verbinding fehlgeschlagen

source: Would you like to update the app?
de: Möchten Sie die App aktualisieren?

source: Wrong PIN code
de: Falscher PIN code

source: Year: %d
de: Jahr: %d

source: Yes
de: Ja

source: Yesterday
de: Gestern

source: Your %1$@ needs to be connected via WiFi to the same access point as the %2$@ replay decoder.
de: Ihr %1$@ muss mit dem gleichen Netzwerk wie Ihre %2$@ Set-Top-Box verbunden werden.

source: Your %1$@ needs to be paired with an %2$@ replay decoder to use this feature.
de: Um diese Funktion nutzen zu können, müssen Sie zunächst Ihr %1$@ mit Ihrer Set-Top-Box %2$@ verbinden.
